Repository: giulyflash/spreadshop
Catalog: spreadshop/spreadshop-*.po
Languages: de_de, fr_fr, it_it

source: Spreadshop plugin
fr_fr: Plugin Spreadshop
it_it: Plugin Spreadshop

source: I can't connect to Spreadshirt website!
de_de: Die Spreadshirt-Webiste kann nicht erreicht werden!
fr_fr: Impossible de se connecter au site Spreadshirt !
it_it: Non sono riuscito a collegarmi al sito Spreadshirt!

source: Default shop name
de_de: Standard Shop Name
fr_fr: Nom de la boutique par défaut
it_it: Nome predefinito del negozio

source: This is the default shop description
de_de: Das ist die Standard Shop Beschreibung
fr_fr: Ceci est la description de la boutique par défaut.
it_it: Descrizione predefinita del negozio

source: Your Spreadshop was updated!
de_de: Dein Spreadshop wurde aktualisiert!
fr_fr: Votre Spreadshop a été mis à jour !
it_it: Il tuo Spreadshop è stato aggiornato!

source: You've entered wrong data. Please repeat.
de_de: Sie haben falsche Daten eingegeben. Bitte noch einmal.
fr_fr: Vous avez entré des données incorrectes. Veuillez recommencer.
it_it: Hai inserito dei dati non validi. Per favore riprova

source: Spreadshop plugin for WordPress
de_de: Spreadshop Plugin für WordPress
fr_fr: Plugin Spreadshop pour WordPress
it_it: Plugin Spreadshop per WordPress

source: This plugin lets you add a Spreadshop registered on Spreadshirt website either accounted
de_de: Dieses Plugin importiert deinen Spreadshop, wenn er auf der Spreadshirt-Website einen Account hat,
fr_fr: Ce plugin vous permet d'ajouter un Spreadshop enregistré sur le site Spreadshirt
it_it: Questo plugin ti permette di inserire un negozio registrato sul sito Spreadshirt

source: in USA
fr_fr: aux Etats-Unis
it_it: negli Stati Uniti

source: or
de_de: oder
fr_fr: ou

source: in Europe
de_de: in Europa
fr_fr: en Europe
it_it: in Europa

source: Please fill the following form to update your Spreadshop.
de_de: Fülle bitte alle Felder aus und aktualisiere die Einstellungen.
fr_fr: Remplissez le formulaire suivant pour mettre à jour votre Spreadshop.
it_it: Per favore, riempi il modulo seguente per aggiornare il tuo negozio Spreadshop.

source: For now, the only way to get the entire shop imported into your wordpress blog, is creating a page with
de_de: Um deinen Spreadshirt-Shop in eine WordPress-Seite zu integrieren, erstelle eine neue Seite und hinterlege folgenden Code
fr_fr: Pour l'instant, le seul moyen d'importer votre boutique dans votre blog WordPress est de créer une page avec
it_it: Per ora, l'unico modo di importare il negozio nel tuo blog WordPress è creare una pagina con

source: as content of post.
de_de: als Inhalt.
fr_fr: comme contenu de la page.
it_it: come contenuto dell'articolo.

source: If you want to manage CSS style for each article, you must edit this CSS class:
de_de: Du kannst den Shop per CSS-Stylesheet gestallten, editiere dazu die CSS-Klasse:
fr_fr: Si vous voulez gérer le style CSS pour chaque article, vous devez edit la classe CSS :
it_it: Se vuoi gestire lo stile CSS di ogni articolo, devi modificare questa classe:

source: To edit the Spreadshop wrapper, use this CSS identificator:
de_de: Um den gesamten Container zu formatieren, nutze das CSS-ID:
fr_fr: Pour éditer le wrapper Spreadshop, utilisez l'identificateur CSS suivant :
it_it: Per modificare il contenitore Spreadshop usa questo identificatore CSS:

source: Warning:
de_de: Achtung:
fr_fr: Attention :
it_it: Attenzione:

source: You must update this options every time you update the shop on Spreadshirt
de_de: Sobald es neue Artikel in deinem Shop gibt, muss dieses Formular aktualisiert werden !
fr_fr: Vous devez mettre à jour les options du plugin chaque fois que vous mettez à jour votre boutique sur le site de Spreadshirt.
it_it: Devi aggiornare le opzioni ogni volta che aggiorni il negozio sul sito Spreadshirt

source: Spreadshop settings
de_de: Spreadshop Optionen
fr_fr: Options de votre Spreadshop
it_it: Impostazioni del negozio Spreadshop

source: Which continent?
de_de: Welche Domain?:
fr_fr: Quel continent ?
it_it: In quale continente?

source: Shop Name:
fr_fr: Nom de votre boutique :
it_it: Nome del negozio:

source: Shop description:
de_de: Shop Beschreibung
fr_fr: Description de votre boutique :
it_it: Descrizione del negozio:

source: (html is welcome)
de_de: (html möglich):
fr_fr: (le "html" est le bienvenu)
it_it: (l'html è consigliato)

source: Image size:
de_de: Bildergröße:
fr_fr: Taille de l'image :
it_it: Dimensioni immagine:

source: small (42x42)
de_de: klein (42x42)
fr_fr: petite (42x42)
it_it: piccola (42x42)

source: medium (130x130)
de_de: mittel (130x130)
fr_fr: moyenne (130x130)
it_it: media (130x130)

source: big (190x190)
de_de: groß (190x190)
fr_fr: grande (190x190)
it_it: grande (190x190)

source: huge (280x280)
de_de: sehr groß (280x280)
fr_fr: large (280x280)
it_it: enorme (280x280)

source: Order articles by:
de_de: Reihenfolge der Artikel:
fr_fr: Articles classés par :
it_it: Elenca gli articoli per:

source: Last item, first object
de_de: Letzter Artikel, erstes Objekt
fr_fr: Du plus récent au plus ancien
it_it: Dal più recente al più antico

source: First item, first object
de_de: Erster Artikel, erstes Objekt
fr_fr: Du plus ancien au plus récent
it_it: Dal più antico al più recente

source: CSS editing:
de_de: CSS Style:
fr_fr: Edition du CSS :
it_it: Modifica il CSS:

source: Update Spreadshop options
de_de: Spreadshop Einstellungen aktualisieren
fr_fr: Mise à jour des options Spreadshop
it_it: Aggiorna le opzioni Spreadshop

source: must be upgraded
de_de: muss aktualisiert werden.
fr_fr: doit être mis à jour
it_it: deve essere aggiornata

source: is lastest
de_de: ist die aktuelleste.
fr_fr: est la dernière
it_it: è la più recente

source: can't be detected
de_de: kann nicht ermittelt werden
fr_fr: ne peut pas être défini
it_it: non riesco a valutarla

source: remember to check for updates often
de_de: Erinnerung zum häufigen Prüfen auf Updates
fr_fr: pensez à vérifier souvent les mises à jours
it_it: controlla manualmente gli aggiornamenti

source: Your version of
de_de: Deine Version vom
fr_fr: Votre version du
it_it: La tua versione del

source: Shop ID:
it_it: ID del negozio:
